Revit 2027 API
ParameterTypeId.LevelDataMassInstanceComments Property
 "Mass: Comments"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LevelDataMassInstanceComments { get; }
Public Shared ReadOnly Property LevelDataMassInstanceComments As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LevelDataMassInstanceComments {
	ForgeTypeId^ get ();
}
static member LevelDataMassInstanceComments : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace